output/blog/the-woes-of-repointing-a-stone-foundation/index.html


This project started as many do: a lot simpler. We have an old, second back door that's
been peeling paint for some time. In addition, there was a smaller rectangle of 1/4&quot; plywood
that s">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-09-03T18:27:08-05:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-default navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://jwhendy.github.io/">

                <span id="blog-title">jwhendy</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="../../portfolio/">portfolio</a>
                </li>
<li>
<a href="../">blog</a>
                </li>
<li>
<a href="../../categories/">tags</a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right"></ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">The woes of repointing a stone foundation</a></h1>

        <div class="metadata">
            <p class="byline author vcard"><span class="byline-name fn" itemprop="author">
                    John Henderson
            </span></p>
            <p class="dateline"><a href="." rel="bookmark"><time class="published dt-published" datetime="2017-09-03T18:27:08-05:00" itemprop="datePublished" title="2017-09-03 18:27">2017-09-03 18:27</time></a></p>
            

        </div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-org34dca91" class="outline-2">
<h2 id="org34dca91">background</h2>
<div class="outline-text-2" id="text-org34dca91">
<p>
This project started as many do: a lot simpler. We have an old, second back door that's
been peeling paint for some time. In addition, there was a smaller rectangle of 1/4" plywood
that someone decided to use as siding at some point. Over time, this rotted up about 6"
from the ground. Since the door and the siding were neatly tucked into this small section
on the back of the house I decided to just remove, sheath/housewrap, and re-side the whole
area.
</p>

<p>
When I got to work removing it, I found a lot of rotten wood under the threshold. More
alarming, under the door contained what might have been concrete at some point, or perhaps
mortarted stones. Now it was literally just moist dirt. I'd been planning to pour some new
sort of platform once I removed all the dirt/debris, and then put in some sort of sill
boards using treated lumber. I decided to remove some siding on the adjacent side of the
house so I could decide if I should wrap this pour around the corner.
</p>

<p>
There's a little 6" concrete "skirt" along our driveway, and a foot long section was
cracked away and loose. I got that removed and found an extremely loose stone foundation
looking at me. I was able to pull out quite a bit without even trying. I started reading
and found lots of mention of pointing stone foundations… but my goodness, the
instructions on mortar are some of the most ambiguous I've ever seen. I'm writing this to
keep track of the various links I've found as well as hopefully help others if and when I
find the answer.
</p>

<p>
Helpful references:
</p>
<ul class="org-ul">
<li>
<a href="http://www.buildingconservation.com/articles/cement/cement.htm">Building conservation</a> on concrete as a lime mortar additive. Suggests that &lt; 10% is
bound to fail and one is better off relying purely on CO2 cure. Bunch of other articles
there on <a href="http://www.buildingconservation.com/articles/limegauging/limegauging.htm">gauging materials</a>
</li>
<li>Hard to read <a href="https://archive.org/stream/investigationone00carr/investigationone00carr_djvu.txt">paper</a> with some ratios:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-left">
</colgroup>
<thead><tr>
<th scope="col" class="org-right"> </th>
<th scope="col" class="org-right">lime</th>
<th scope="col" class="org-right">sand</th>
<th scope="col" class="org-left">dust</th>
</tr></thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left"> </td>
</tr>
<tr>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left">1 (Williamsburg brick)</td>
</tr>
<tr>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right">2.5</td>
<td class="org-left">1 (Williamsburg brick)</td>
</tr>
<tr>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">2.5</td>
<td class="org-left">1 (lime powder)</td>
</tr>
<tr>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">2.5</td>
<td class="org-left">1 (Martin clay)</td>
</tr>
</tbody>
</table>
<p>
Results showed little difference in strength or water transmission between mixes (Martin
clay slightly improved vapor trans).
</p>


<p>
Just googling "repair a stone foundation" gets all of these:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="org-left">
<col class="org-left">
<col class="org-left">
</colgroup>
<thead><tr>
<th scope="col" class="org-left">source</th>
<th scope="col" class="org-left">recommendation</th>
<th scope="col" class="org-left">explanation</th>
</tr></thead>
<tbody>
<tr>
<td class="org-left"><a href="https://www.thisoldhouse.com/how-to/how-to-repoint-stone-foundation">this old house</a></td>
<td class="org-left">type-s masonry mortar</td>
<td class="org-left">-</td>
</tr>
<tr>
<td class="org-left"><a href="http://historicbldgs.com/stonefoundations.htm">historic buildings</a></td>
<td class="org-left">lime based mortar</td>
<td class="org-left">should be soft, especially if the stones are sedimentary</td>
</tr>
<tr>
<td class="org-left"><a href="https://diy.stackexchange.com/questions/2824/what-kind-of-mortar-should-i-use-to-point-a-fieldstone-foundation">diy-stackexchange</a></td>
<td class="org-left">1:2-3, portland cement:sand</td>
<td class="org-left">"Generally there should be no or very little lime in a stone wall."</td>
</tr>
<tr>
<td class="org-left"><a href="https://diy.stackexchange.com/questions/2824/what-kind-of-mortar-should-i-use-to-point-a-fieldstone-foundation">diy-stackexchange</a></td>
<td class="org-left">type n, pre-mixed + sand to target 20% cementitious</td>
<td class="org-left">consulted a stone mason, but doesn't say this impacted decision</td>
</tr>
<tr>
<td class="org-left"><a href="https://diy.stackexchange.com/questions/2824/what-kind-of-mortar-should-i-use-to-point-a-fieldstone-foundation">diy-stackexchange</a></td>
<td class="org-left">type n</td>
<td class="org-left">-</td>
</tr>
<tr>
<td class="org-left"><a href="http://www.oldhouseweb.com/forums/viewtopic.php?f=8&amp;t=9529">old house web</a></td>
<td class="org-left">slake type s dry hydrated lime 1 week in water; 1:2.5 lime:sand after</td>
<td class="org-left"> </td>
</tr>
<tr>
<td class="org-left"><a href="http://www.diychatroom.com/f19/old-stone-foundation-repair-102132/#post632895">diy chat</a></td>
<td class="org-left">type N portland cement is a lime mortar and not suitable</td>
<td class="org-left">not breathable</td>
</tr>
</tbody>
</table>
<p>
Within those that advise lime mortar, there's also tremendous variation!
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="org-left">
<col class="org-right">
<col class="org-right">
<col class="org-left">
<col class="org-left">
</colgroup>
<thead><tr>
<th scope="col" class="org-left">source</th>
<th scope="col" class="org-right">lime</th>
<th scope="col" class="org-right">sand</th>
<th scope="col" class="org-left">cement</th>
<th scope="col" class="org-left">water</th>
</tr></thead>
<tbody>
<tr>
<td class="org-left"><a href="http://www.diychatroom.com/f19/old-stone-foundation-repair-102132/#post632751">diy chat</a></td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left"> </td>
<td class="org-left">1</td>
</tr>
<tr>
<td class="org-left"><a href="http://www.diychatroom.com/f19/old-stone-foundation-repair-102132/#post633837">diy chat</a></td>
<td class="org-right">1</td>
<td class="org-right">3-5</td>
<td class="org-left">?</td>
<td class="org-left">?</td>
</tr>
</tbody>
</table>
<p>
DIY Chatroom listing
</p>
<ul class="org-ul">
<li>
<a href="http://www.diychatroom.com/f19/old-stone-foundation-repair-102132/index2/">Old stone foundation repair</a>: guy says he's using Type N mortar and is told it's as bad
as some foam insulation that's there, or worse due to being too hard and not
breathable. Some vague references to mixes, but not much specific.</li>
</ul>
<p>
Some TScar quotes:
</p>

<p>
<a href="http://www.diychatroom.com/f19/old-stone-foundation-repair-102132/#post633837">Old stone foundation repair</a>:
</p>
<blockquote>
<p>
For a blended mortar, you can use Type S lime straight from the bag, for lime mortar, the
lime needs to be hydrated. Gently cover with water and keep covered with water for at
least 2 days, then pour off (and save) excess water and the lime is ready to be used. As
long as you keep it covered with water it will remain in a usable condition. 
</p>
</blockquote>

<p>
<a href="http://www.diychatroom.com/f105/what-mortar-tuckpointing-old-sandstone-foundation-201345/">What mortar for tuckpointing old sandstone</a>
</p>

<p>
Interesting that a historic preservation agency says cement? References <a href="https://www.gsa.gov/portal/content/111682">this page</a>.
</p>
<blockquote>
<p>
Also, the GSA "Historic Preservation" guidelines for Preparing Lime Mortar For Repointing
Masonry (using type S hydrated lime) advise using cement in all of the mortar mixes that
they have listed - the highest lime to cement ratio given is 3:1 for working on historic
masonry set in lime mortar: 
</p>
</blockquote>


<p>
Results from Smeaton Test:
</p>

<p>
Assessed for breakdown after each winter period, graded using A-E scale.
</p>
<ul class="org-ul">
<li>A: no deterioration</li>
<li>B-D: in between</li>
<li>E: total disintegration</li>
</ul>
<p>
top row: group b
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="org-left">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-right">
<col class="org-left">
<col class="org-left">
<col class="org-left">
<col class="org-left">
<col class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"> </th>
<th scope="col" class="org-right"><b>matl's</b></th>
<th scope="col" class="org-right">hl</th>
<th scope="col" class="org-right">hlw</th>
<th scope="col" class="org-right">hti</th>
<th scope="col" class="org-right">bd</th>
<th scope="col" class="org-right">?</th>
<th scope="col" class="org-right">opc</th>
<th scope="col" class="org-right">wopc</th>
<th scope="col" class="org-left"><b>hexham</b></th>
<th scope="col" class="org-left"> </th>
<th scope="col" class="org-left"><b>hstead</b></th>
<th scope="col" class="org-left"> </th>
<th scope="col" class="org-right">salt %wt</th>
</tr>
<tr>
<th scope="col" class="org-left">id</th>
<th scope="col" class="org-right">sand</th>
<th scope="col" class="org-right">plq</th>
<th scope="col" class="org-right">plh</th>
<th scope="col" class="org-right">lh</th>
<th scope="col" class="org-right">opc</th>
<th scope="col" class="org-right">wopc</th>
<th scope="col" class="org-right">hti</th>
<th scope="col" class="org-right">bd</th>
<th scope="col" class="org-left">1</th>
<th scope="col" class="org-left">5</th>
<th scope="col" class="org-left">1</th>
<th scope="col" class="org-left">5</th>
<th scope="col" class="org-right"> </th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">a1a</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">d</td>
<td class="org-left">e</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">38.1</td>
</tr>
<tr>
<td class="org-left">a1b</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">d</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">26.5</td>
</tr>
<tr>
<td class="org-left">a1c</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">d</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">31.8</td>
</tr>
<tr>
<td class="org-left">a1d</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">d</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">41.5</td>
</tr>
<tr>
<td class="org-left">a1e</td>
<td class="org-right">2.5</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">e</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">33.3</td>
</tr>
<tr>
<td class="org-left">a1f</td>
<td class="org-right">2.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">de</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">34.4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">a2a</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-left">de</td>
<td class="org-left">d</td>
<td class="org-left">bc</td>
<td class="org-left">d</td>
<td class="org-right">18.5</td>
</tr>
<tr>
<td class="org-left">a2b</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">bc</td>
<td class="org-right">4.0</td>
</tr>
<tr>
<td class="org-left">a2c</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">c</td>
<td class="org-left">ab</td>
<td class="org-left">c</td>
<td class="org-right">14.6</td>
</tr>
<tr>
<td class="org-left">a2d</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">2.4</td>
</tr>
<tr>
<td class="org-left">a2e</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">d</td>
<td class="org-left">bc</td>
<td class="org-left">d</td>
<td class="org-right">37.0</td>
</tr>
<tr>
<td class="org-left">a2f</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-left">a</td>
<td class="org-left">bc</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">37.5</td>
</tr>
<tr>
<td class="org-left">a2g</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-left">cd</td>
<td class="org-right">35.1</td>
</tr>
<tr>
<td class="org-left">a2h</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-left">a</td>
<td class="org-left">bc</td>
<td class="org-left">a</td>
<td class="org-left">bc</td>
<td class="org-right">0.22</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">a3a</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">bc</td>
<td class="org-left">e</td>
<td class="org-left">c</td>
<td class="org-left">e</td>
<td class="org-right">61.2*</td>
</tr>
<tr>
<td class="org-left">a3b</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.25</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">bc</td>
<td class="org-left">de</td>
<td class="org-left">bc</td>
<td class="org-left">de</td>
<td class="org-right">79.0*</td>
</tr>
<tr>
<td class="org-left">a3c</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-left">ab</td>
<td class="org-left">bc</td>
<td class="org-right">29.5</td>
</tr>
<tr>
<td class="org-left">a3d</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">de</td>
<td class="org-left">e</td>
<td class="org-left">cd</td>
<td class="org-left">e</td>
<td class="org-right">td</td>
</tr>
<tr>
<td class="org-left">a3e</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.25</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">d</td>
<td class="org-left">de</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">td</td>
</tr>
<tr>
<td class="org-left">a3f</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">30.1</td>
</tr>
<tr>
<td class="org-left">a3g</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right">0.1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">d</td>
<td class="org-left">bc</td>
<td class="org-left">de</td>
<td class="org-right">td</td>
</tr>
<tr>
<td class="org-left">a3h</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right">0.25</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">b</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">32.1</td>
</tr>
<tr>
<td class="org-left">a3k</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">0.25</td>
</tr>
<tr>
<td class="org-left">a3l</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">c</td>
<td class="org-left">d</td>
<td class="org-left">c</td>
<td class="org-left">d</td>
<td class="org-right">td</td>
</tr>
<tr>
<td class="org-left">a3m</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.25</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">bc</td>
<td class="org-left">ab</td>
<td class="org-left">cd</td>
<td class="org-right">35.7</td>
</tr>
<tr>
<td class="org-left">a3n</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">2.4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">b1a</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">33.4</td>
</tr>
<tr>
<td class="org-left">b1b</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">ab</td>
<td class="org-left">b</td>
<td class="org-right">34.5</td>
</tr>
<tr>
<td class="org-left">b1c</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">d</td>
<td class="org-left">b</td>
<td class="org-left">c</td>
<td class="org-right">34.7</td>
</tr>
<tr>
<td class="org-left">b1d</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">de</td>
<td class="org-left">b</td>
<td class="org-left">cd</td>
<td class="org-right">42.3</td>
</tr>
<tr>
<td class="org-left">b1e</td>
<td class="org-right">2.5</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-left">de</td>
<td class="org-left">de</td>
<td class="org-right">34.7</td>
</tr>
<tr>
<td class="org-left">b1f</td>
<td class="org-right">3</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">cd</td>
<td class="org-left">d</td>
<td class="org-left">de</td>
<td class="org-left">de</td>
<td class="org-right">53.7</td>
</tr>
<tr>
<td class="org-left">b1g</td>
<td class="org-right">4</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">c</td>
<td class="org-left">d</td>
<td class="org-left">cd</td>
<td class="org-left">de</td>
<td class="org-right">59.4</td>
</tr>
<tr>
<td class="org-left">b1h</td>
<td class="org-right">5</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">cd</td>
<td class="org-left">d</td>
<td class="org-left">cd</td>
<td class="org-left">d</td>
<td class="org-right">45.5</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">b2a</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">c</td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-right">49.1</td>
</tr>
<tr>
<td class="org-left">b2b</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-right">40.2</td>
</tr>
<tr>
<td class="org-left">b2c</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">cd</td>
<td class="org-left">bc</td>
<td class="org-left">cd</td>
<td class="org-right">44.0</td>
</tr>
<tr>
<td class="org-left">b2d</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">bc</td>
<td class="org-left">d</td>
<td class="org-left">bc</td>
<td class="org-left">d</td>
<td class="org-right">51.6</td>
</tr>
<tr>
<td class="org-left">b2e</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-right">26.5</td>
</tr>
<tr>
<td class="org-left">b2f</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-right">24.1</td>
</tr>
<tr>
<td class="org-left">b2g</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">b</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-left">bc</td>
<td class="org-right">42.4</td>
</tr>
<tr>
<td class="org-left">b2h</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">bc</td>
<td class="org-left">cd</td>
<td class="org-left">bc</td>
<td class="org-left">d</td>
<td class="org-right">47.9</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">b3a</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">10.5</td>
</tr>
<tr>
<td class="org-left">b3b</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">21.3</td>
</tr>
<tr>
<td class="org-left">b3c</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">23.8</td>
</tr>
<tr>
<td class="org-left">b3d</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-right">40.9</td>
</tr>
<tr>
<td class="org-left">b3e</td>
<td class="org-right">2.5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-right">25.2</td>
</tr>
<tr>
<td class="org-left">b3f</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">b</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">33.2</td>
</tr>
<tr>
<td class="org-left">b3g</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-left">a</td>
<td class="org-left">a</td>
<td class="org-right">52.0</td>
</tr>
<tr>
<td class="org-left">b3h</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right">0.5</td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left">ab</td>
<td class="org-left">bc</td>
<td class="org-left">a</td>
<td class="org-left">ab</td>
<td class="org-right">44.2</td>
</tr>
</tbody>
<tbody><tr>
<td class="org-left"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-right"> </td>
<td class="org-left"> </td>
<td class="org-left"> </td>
<td class="org-left"> </td>
<td class="org-left"> </td>
<td class="org-right"> </td>
</tr></tbody>
</table>
<p>
strength vs. vapor perm:
<a href="http://www.limes.us/wp-content/uploads/2013/04/APTI-ComparativeLabEval.pdf">http://www.limes.us/wp-content/uploads/2013/04/APTI-ComparativeLabEval.pdf</a>
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="org-left">
<col class="org-right">
<col class="org-right">
<col class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">matl</th>
<th scope="col" class="org-right">wvtr</th>
<th scope="col" class="org-right">comp strength</th>
<th scope="col" class="org-left">mfg</th>
</tr>
<tr>
<th scope="col" class="org-left"> </th>
<th scope="col" class="org-right">g/m<sup>2</sup>/hr</th>
<th scope="col" class="org-right">MPa</th>
<th scope="col" class="org-left"> </th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">white OPC</td>
<td class="org-right">1.18</td>
<td class="org-right">&gt; 25</td>
<td class="org-left">Lehigh</td>
</tr>
<tr>
<td class="org-left">grey OPC</td>
<td class="org-right">1.76</td>
<td class="org-right">&gt; 25</td>
<td class="org-left">Lehigh</td>
</tr>
<tr>
<td class="org-left">CL: mr-200 rotary hydrated lime (high calcium)</td>
<td class="org-right">4.94</td>
<td class="org-right">1.76</td>
<td class="org-left">Mississippi Lime</td>
</tr>
<tr>
<td class="org-left">DL: super limoid type-s (domolitic hydrated)</td>
<td class="org-right">3.51</td>
<td class="org-right">3.67</td>
<td class="org-left">Graymont</td>
</tr>
<tr>
<td class="org-left">N-CL: Type N with calcitic lime/white OPC</td>
<td class="org-right">2.25</td>
<td class="org-right">15.37</td>
<td class="org-left">Mississippi/Lehigh</td>
</tr>
<tr>
<td class="org-left">N-DL: "" with domolitic lime/white OPC</td>
<td class="org-right">1.76</td>
<td class="org-right">16.34</td>
<td class="org-left">Graymont/Lehigh</td>
</tr>
<tr>
<td class="org-left">O-CL</td>
<td class="org-right">3.4</td>
<td class="org-right">8.26</td>
<td class="org-left">Mississippi/Lehigh</td>
</tr>
<tr>
<td class="org-left">O-DL</td>
<td class="org-right">2.39</td>
<td class="org-right">9.89</td>
<td class="org-left">Mississippi/Lehigh</td>
</tr>
<tr>
<td class="org-left">NHL-2</td>
<td class="org-right">4.33</td>
<td class="org-right">2.33</td>
<td class="org-left">St. Astier</td>
</tr>
<tr>
<td class="org-left">NHL-3.5</td>
<td class="org-right">4.15</td>
<td class="org-right">4.15</td>
<td class="org-left">St. Astier</td>
</tr>
<tr>
<td class="org-left">NHL-5</td>
<td class="org-right">3.81</td>
<td class="org-right">4.2</td>
<td class="org-left">St. Astier</td>
</tr>
</tbody>
</table>
<p>
Another table of strength: 
<a href="https://www.ncptt.nps.gov/wp-content/uploads/2004-26.pdf">https://www.ncptt.nps.gov/wp-content/uploads/2004-26.pdf</a>
</p>


<p>
groups:
</p>
<ul class="org-ul">
<li>a1: lime, sand</li>
<li>a2: lime, sand, and brick dust/HTI powder</li>
<li>a3: lime, sand, and and OPC or white cement</li>
<li>b1: hydraulic lime, sand</li>
<li>b2: hydraulic lime, sand, and HTI</li>
<li>b3: hydraaulic lime, sand, and brick dust</li>
</ul>
<p>
constituents:
</p>
<ul class="org-ul">
<li>plq: lime putty from quicklime</li>
<li>plh: lime putty from hydrated lime</li>
<li>lh: hydrated lime (powder)</li>
<li>hl: hydrated hydraulic lime (buff)</li>
<li>hlw: hydrated hydraulic lime (white)</li>
<li>opc: ordinary portland cement</li>
<li>hti: high temperature insulant refractory brick dust</li>
<li>bd: brick dust</li>
</ul>
<p>
Site on Hadrian's Wall:
</p>
<ul class="org-ul">
<li>hexham</li>
<li>houseseads</li>
</ul>
<p>
NHL:
</p>
<ul class="org-ul">
<li><a href="http://www.preservationworks.us/contact.html">http://www.preservationworks.us/contact.html</a></li>
</ul>
<p>
www.doeni.gov.uk/niea/tn37<sub>repointing</sub><sub>stone</sub><sub>and</sub><sub>brick</sub>-2.pdf
</p>

<p>
Videos:
</p>
<ul class="org-ul">
<li>
<a href="https://www.youtube.com/watch?v=Evg5pG8PZII&amp;t=3s">guy claims</a> lime mortar (3:1) failed on his brick cellar.</li>
</ul>
<p>
Misc post on OPC vs. lime: <a href="http://www.contractortalk.com/f48/hydraulic-mortar-all-claims-284625/">http://www.contractortalk.com/f48/hydraulic-mortar-all-claims-284625/</a>
</p>

<p>
Long post on contractor talk: <a href="http://www.contractortalk.com/f48/bagged-premixed-lime-mortar-tuckpointing-113060/">http://www.contractortalk.com/f48/bagged-premixed-lime-mortar-tuckpointing-113060/</a>
</p>

<p>
Mention of checking the void for sand ratio: <a href="https://www.lancasterlimeworks.com/proper-ratio-lime-sand/">https://www.lancasterlimeworks.com/proper-ratio-lime-sand/</a>
</p>


<p>
MN Historical Preservation listing: <a href="http://www.mnhs.org/shpo/preservation-directory">http://www.mnhs.org/shpo/preservation-directory</a>
</p>
<ul class="org-ul">
<li class="on">
<code>[X]</code> <a href="http://www.mnhs.org/shpo/preservation-directory/8209">http://www.mnhs.org/shpo/preservation-directory/8209</a> (emailed)</li>
<li class="on">
<code>[X]</code> <a href="http://www.mnhs.org/shpo/preservation-directory/8212">http://www.mnhs.org/shpo/preservation-directory/8212</a> (emailed)</li>
<li class="on">
<code>[X]</code> <a href="http://advancedmasonry.com/">http://advancedmasonry.com/</a>
</li>
</ul>
</div>
</div>
